public class Main {
    public static void main(String[] args)
    {

        /* TODO:

            ## Функционалности
            * Логин система за клиенти и служители
            * Клиенти
                * Информация за клиента
                * VIP клиенти
                * Теглене на пари
                * Внасяне на пари
                * Прехвърляне между вътрешни сметки
                * Прехвърляне към сметка на друг потребител
                * Кредитни карти
                * Сметки (2+)
                * Валути (2+)
                * Езици (2+)
            * Служители
                * Информация за служителят
                * Администриране на потребителите
                * Изтриване на сметка
                * Блокиране на сметка
                * Конфигурация на лихвеният процент
            * База (памет / файл)
            * Конфигурационнен файл
                * Дебъг режим (показва повече съобщения) **записва в отделен файл**
                * Смяна на базата
                * Локация на файлът за базата

         */


        System.out.println("Hello World");
    }
}
